const pages = [
  {
    title: '40-е',
    event:
      'В 1942 году в Колонном зале Дома Союзов состоялась московская премьера Седьмой («Ленинградской») симфонии Дмитрия Шостаковича, ставшая символом стойкости.',
    fact: 'В апреле 1941 года состоялось открытие «Городской юношеской библиотеки № 3» (будущей Центральной городской молодежной библиотеки им. М.А. Светлова). Новый формат работы — «громкие читки». Библиотекари читали вслух, проводили беседы о боевых эпизодах войны, рассказывали о новых книгах, читали главы из них.',
    books: {
      book1: {
        author: 'А. Твардовский,',
        name: '«Василий Теркин»',
        cite: 'Переправа, переправа!<br>Берег левый, берег правый,<br>Снег шершавый, кромка льда…<br>Кому память, кому слава,<br>Кому темная вода, —<br>Ни приметы, ни следа.'
      },
      book2: {
        author: 'М. Светлов,',
        name: '«Гренада»',
        cite: 'Мы ехали шагом, Мы мчались в боях<br> И «Яблочко»-песню<br> Держали в зубах.<br> Ах, песенку эту<br> Доныне хранит<br> Трава молодая —<br> Степной малахит.'
      }
    },
    films: [
      {
        frame: 'film-1.png',
        info: 'Афиша к к/ф «Два бойца» (1943), реж. Л. Луков, кинокомпания «Ташкентская киностудия», худ. А., Н. Клементьевы'
      },
      {
        frame: 'film-2.png',
        info: 'Афиша к к/ф «Свинарка и пастух» (1941), реж. И. Пырьев, киностудия «Мосфильм», худ. Б. Зеленский'
      }
    ],
    images: [
      {
        image: ['image-1.png', 'image-2.png'],
        info: 'Источ. Заимствования: https://leningradstories.ru/blokada-art/simphoniya7 автор неизвестен'
      },
      {
        image: ['image-3.png'],
        info: 'Архив ГБУК г. Москвы «ЦГМБ им. М.А. Светлова», автор неизвестен.'
      },
      {
        image: ['image-4.png'],
        info: 'Источ. Заимствования: https://mosday.ru/photos/?1_565 автор неизвестен'
      },
      {
        image: ['image-5.png', 'image-6.png'],
        info: 'Источ. Заимствования: https://kulturamgo.ru/press-tsentr/news/16686-17-iyunya-1903-goda-rodilsya-mikhail-svetlov-poet-uchastnik-grazhdanskoj-i-velikoj-otechestvennoj-vojny-2 автор неизвестен'
      }
    ]
  },
  {
    title: '50-е',
    event:
      'В 1957 году прошел VI Всемирный фестиваль молодежи и студентов. Светловка участвовала под лозунгом «За мир и дружбу между народами».',
    fact: 'Светловка становится самой популярной библиотекой среди московской молодежи и одновременно методическим центром для юношеских библиотек по всему СССР.',
    books: {
      book1: {
        author: 'В. Лифшиц',
        name: '«Песенка о Москве»',
        cite: 'Если улицы Москвы вытянуть в одну, <br>То по ней пройдете вы через всю страну, <br>Если лестницы Москвы все сложить в одну, <br>То по ней взберетесь вы прямо на Луну. <br>Вот она какая  —  большая-пребольшая, <br>Приветлива со всеми, во всех сердцах жива, <br>Любимая, родная красавица Москва.'
      }
    },
    films: [
      {
        frame: '',
        info: 'Кадр из к/ф «"Сто грамм" для храбрости» (1976), реж. Борис Бушмелёв, Анатолий Маркелов, Георгий (Егор) Щукин, киностудия «Мосфильм»'
      },
      {
        frame: '',
        info: 'Кадр из к/ф «Железный занавес» (1995), реж. Савва Кулиш, киностудия «Роскомкино», Фонд Ролана Быкова'
      },
      {
        frame: '',
        info: 'Кадры из к/ф «Летят журавли» (1957), реж. М.Калатозов, киностудия «Мосфильм»'
      },
      {
        frame: '',
        info: 'Кадр из к/ф «Карнавальная ночь» (1956), реж. Э.Рязанов, киностудия «Мосфильм»'
      },
      {
        frame: '',
        info: 'Кадр из к/ф «Судьба человека фильм (1959), реж. С.Бондарчук, киностудия «Мосфильм»»'
      }
    ],
    images: [
      {
        image: '',
        info: 'Источ. заимствования: https://pastvu.com/p/618201 автор неизвестен'
      },
      {
        image: '',
        info: 'Источ. заимстования: https://pastvu.com/p/961856 автор С. В. Кошелев'
      },
      {
        image: '',
        info: 'Архив ГБУК г. Москвы «ЦГМБ им. М.А. Светлова», автор неизвестен.'
      },
      {
        image: '',
        info: 'Источ. заимстования: https://pastvu.com/p1252747  автор И. Акуленко'
      },
      {
        image: '',
        info: 'Источ. Заимстования: https://pastvu.com/p/1631649 автор Дмитрий Сорокин'
      }
    ]
  },
  {
    title: '60-е',
    event:
      'В 1969 году Сергей Бондарчук получил премию «Оскар» за фильм «Война и мир» в номинации «Лучший фильм на иностранном языке».',
    fact: '5 октября 1965 года Постановлением Совета министров РСФСР «Городской юношеской библиотеке № 3» присвоили имя поэта Михаила Светлова.',
    books: {
      book1: {
        author: '',
        name: '',
        cite: ''
      }
    },
    films: [
      {
        frame: '',
        info: 'Кадр из к/ф «Я шагаю по Москве» (1964), реж. Н. Михалков, киностудия «Мосфильм»'
      },
      {
        frame: '',
        info: 'Кадр из к/ф «Война и мир» (1967), реж. С. Бондарчук, киностудия «Мосфильм»'
      },
      {
        frame: '',
        info: 'Кадр из к/ф «Иваново детство» (1962), реж. А. Тарковский, киностудия «Мосфильм»'
      },
      {
        frame: '',
        info: 'Кадр из к/ф «Надзор за безопасностью движения» (1955), реж. неизвестен, киностудия «Центрнаучфильм»'
      },
      {
        frame: '',
        info: 'Афиша к к/ф «Война и мир» (1967),  реж. С. Бондарчук, киностудия «Мосфильм» худ. неизвестен, источ. заимствования https://ru.wikipedia.org/wiki/%D0%92%D0%BE%D0%B9%D0%BD%D0%B0_%D0%B8_%D0%BC%D0%B8%D1%80_(%D1%84%D0%B8%D0%BB%D1%8C%D0%BC,_1967)#/media/%D0%A4%D0%B0%D0%B9%D0%BB:%D0%92%D0%BE%D0%B9%D0%BD%D0%B0_%D0%B8_%D0%BC%D0%B8%D1%80_1965.jpg '
      }
    ],
    images: [
      {
        image: '',
        info: 'Источ. Заимствования: https://www.kino-teatr.ru/kino/history/y1967/162/foto/239/ автор неизвестен'
      },
      {
        image: '',
        info: 'Переплёт второго издания повести «Страна багровых туч» (Детгиз, 1960). Рисунок на обложке И. Ильинского'
      },
      {
        image: '',
        info: 'Переплёт первого издания повести «Один день Ивана Денисовича» (Советский писатель, 1963)'
      },
      { image: '', info: 'Переплёт повести «Студенты»' },
      {
        image: '',
        info: 'Источ. Заимствования: https://www.net-film.ru/photo-176030/ автор Николай Рахманов'
      },
      {
        image: '',
        info: 'Источ. Заимстования: https://pastvu.com/p/1933253 автор Сергей Александрович Антонов'
      },
      {
        image: '',
        info: 'Источ. Заимствования: https://pastvu.com/p/105871   автор В.В. Андреев'
      },
      {
        image: '',
        info: 'Источ. Заимствования: журнал «Архитектура и строительство Москвы» (1957) Выпуск №6'
      }
    ]
  },
  {
    title: '70-е',
    event:
      'Александр Солженицын получил Нобелевскую премию по литературе 8 октября 1970 года «за нравственную силу, с которой он следовал непреложным традициям русской литературы».',
    fact: 'В 1970-е годы Центральная городская молодежная библиотека имени М.А. Светлова стала ключевым профориентационным центром, активно участвовала в создании Университетов культуры и лекториев, проводила музыкальные вечера в Колонном зале Дома Союзов.',
    books: {
      book1: {
        author: 'В. Ерофеев',
        name: '«Москва — Петушки»',
        cite: 'Наше завтра светлее, чем наше вчера и наше сегодня. Но кто поручится, что наше послезавтра не будет хуже нашего позавчера?'
      }
    },
    films: [
      {
        frame: '',
        info: 'Кадр из к/ф «Ирония судьбы или с легким паром» (1975), реж. Э.Рязанов, киностудия «Мосфильм»'
      },
      {
        frame: '',
        info: 'Кадр из телефильма «Семнадцать мгновений весны» (1973), реж. Т.Лиознова, киностудия «Киностудия имени М. Горького»'
      },
      {
        frame: '',
        info: 'Афиша к к/ф «Иван Васильевич меняет профессию» (1973), реж. Л.Гайдай, киностудия «Мосфильм», худож. А. Евсеев и П. Золотаревский'
      }
    ],
    images: [
      {
        image: '',
        info: 'Источ. Заимстования: Журнал «Городское хозяйство Москвы» (1963) Выпуск №10'
      },
      {
        image: '',
        info: 'Источ. Заимстования: https://pastvu.com/p/358230  автор неизвестен'
      },
      {
        image: '',
        info: 'Источ. Заимстования: https://pastvu.com/p/263429  автор В.В. Андреев'
      },
      {
        image: '',
        info: 'Источ. Заимстования: https://pastvu.com/p/1184734 автор Andrea Luppi, Otto Pohl'
      }
    ]
  },
  {
    title: '80-е',
    event:
      'В 1980 году в Москве прошли XXII Олимпийские игры — первые в истории, проведенные на территории Восточной Европы.',
    fact: 'В 1981 году Светловка стала лауреатом премии Московского комсомола в области литературы и искусства.',
    books: {
      book1: {
        author: 'А. Рыбаков',
        name: '«Дети Арбата»',
        cite: 'Дети революции, они искренне считали, что отвлечение на личное — это предательство общественного.'
      },
      book2: {
        author: 'К. Булычев',
        name: '«Сто лет тому вперед»',
        cite: 'Человеку всегда хочется поделиться тайной. И чем тайна удивительнее и заветней, тем больше хочется…'
      }
    },
    films: [
      {
        frame: '',
        info: 'Кадр из к/ф «Гонки по вертикали» (1982), реж. А. Муратов, «Киностудия имени Довженко», Творческое объединение «Луч»'
      },
      {
        frame: '',
        info: 'Кадр из к/ф «Любовь и голуби» (1984), реж. В. Меньшов, киностудия «Мосфильм»'
      },
      {
        frame: '',
        info: 'Кадр из к/ф «Покровские ворота» (1982), реж. М. Козаков, киностудия «Мосфильм»'
      }
    ],
    images: [
      {
        image: '',
        info: 'Архив ГБУК г. Москвы «ЦГМБ им. М.А. Светлова», автор неизвестен.'
      },
      {
        image: '',
        info: 'Источ. Заимстования: https://lv.baltnews.com/authors/20200722/1024039843/Vokrug-Olimpiady-80-kipeli-politicheskie-strasti-vsesoyuznogo-urovnyV.html  автор Валерий Шустов'
      },
      {
        image: '',
        info: 'Источ. Заимстования: https://amgabiblioteka.ru/?p=11468   автор неизвестен'
      }
    ]
  },
  {
    title: '90-е',
    event:
      'В 1993 году союзом театральных деятелей учреждена национальная театральная премия «Золотая Маска» как профессиональная награда за лучшие работы сезона.',
    fact: 'В 1990-е Светловка переживала эпоху перемен вместе со всей страной. Из тихого убежища книг она постепенно превратилась в многофункциональный центр для молодежи. Эти изменения были бы немыслимы без появления в стенах библиотеки компьютерной техники и доступа в Интернет.',
    books: {
      book1: {
        author: 'В. Пелевин',
        name: '«Generation “П”»',
        cite: 'Мнения автора могут не совпадать с его точкой зрения.'
      },
      book2: {
        author: 'Л. Юзефович',
        name: '«Журавли и карлики»',
        cite: 'Люди больше похожи на свое время, чем на своих родителей.'
      }
    },
    films: [
      {
        frame: '',
        info: 'Кадр из к/ф «Окно в Париж» (1993), реж. Ю.Мамин, кинокомпании: «Films du Bouloi» «Фонтан», «La Sept Cinema», «Троицкий мост»'
      },
      {
        frame: '',
        info: 'Кадр из к/ф «Счастливые дни» (1991), реж. А. Балабанов, кинокомпания «Ленфильм»'
      },
      {
        frame: '',
        info: 'Кадр из к/ф «Брат» (1997), реж. А. Балабанов, кинокомпания «СТВ»'
      },
      {
        frame: '',
        info: 'Кадр из к/ф «Особенности национальной охоты» (1995), реж. А. Рогожкин, кинокомпания «Ленфильм»'
      },
      {
        frame: '',
        info: 'Кадр из к/ф «Утомленные солнцем» (1994), реж. Н.Михалков, кинокомпании: «Студия ТРИТЭ», «Госкино России», «Русский клуб», «Camera One», «Canal+»'
      }
    ],
    images: [
      {
        image: '',
        info: 'Архив ГБУК г. Москвы «ЦГМБ им. М.А. Светлова», автор неизвестен.'
      },
      {
        image: '',
        info: 'Источ. Заимстования: https://pastvu.com/p/751119  автор А. Новиков'
      }
    ]
  },
  {
    title: '00-е',
    event:
      'В 2005 году в Москве проходит 1-ая биеналле современного искусства, где демонстрируется свыше 250 работ более 50 групп и отдельных художников.',
    fact: 'Благодаря электронным каталогам библиотека перестала быть закрытой системой и смогла расширить свои возможности. К концу 2000-х у Светловки появился собственный сайт в Интернете.',
    books: {
      book1: {
        author: 'В. Маканин',
        name: '«Асан»',
        cite: 'Он умел скромничать. Как все люди с безграничным тщеславием.'
      },
      book2: {
        author: 'Т. Толстая',
        name: '«Кысь»',
        cite: 'Нет худшего врага, чем равнодушие! С молчаливого согласия равнодушных как раз и творятся все злодейства.'
      }
    },
    films: [
      {
        frame: '',
        info: 'Кадр из к/ф «Питер FM» (2006), реж. О. Бычков, кинокомпания «ПРОФИТ»'
      },
      {
        frame: '',
        info: 'Кадр из к/ф «Стиляги» (2008), реж. В. Тодоровский, киностудия «Беларусьфильм»'
      },
      {
        frame: '',
        info: 'Кадр из к/ф «Сестры» (2001), реж. С. Бодров-младший, кинокомпания «СТВ»'
      },
      {
        frame: '',
        info: 'Кадр из к/ф «Дневной дозор» (2005), реж. Т. Бекмамбетов, киностудии «Базелевс Продакшн» и «Таббак»'
      }
    ],
    images: [
      {
        image: '',
        info: 'Источ. Заимстования: http://www.artinfo.ru/ru/news/main/photo-moscow-biennale2005-2.htm  автор неизвестен'
      },
      {
        image: '',
        info: 'Источ. Заимстования: https://dkphoto.livejournal.com/125282.html   автор неизвестен'
      },
      {
        image: '',
        info: 'Источ. Заимстования: https://rajon-pride.livejournal.com/139323.html автор неизвестен'
      },
      {
        image: '',
        info: 'Источ. Заимстования: https://moscowchronology.ru/photo_2000s.html автор неизвестен'
      }
    ]
  },
  {
    title: '10-е',
    event:
      'В 2011 году открылась после масштабной реконструкции историческая сцена Большого театра. Театр вернулся в главное здание, где были восстановлены исторические интерьеры, улучшена акустика и расширено закулисное пространство. ',
    fact: 'В 2019 году в Светловке состоялась первая фейл-конференция московских библиотек — нестандартный формат методического мероприятия, в рамках которого участники делятся неудачным опытом для профессионального роста.',
    books: {
      book1: {
        author: 'М. Степанова',
        name: '«Памяти памяти»',
        cite: 'Потребность в фиксации, стоящая за селфи (этим предельным воплощением веры в непостоянство), убеждена, что лицо сегодняшнего и завтрашнего дня бесконечно различны — и что развитие сводится к кинематографической дорожке, выложенной из тысяч моментальных отпечатков.'
      }
    },
    films: [
      {
        frame: '',
        info: 'Кадр из к/ф «Дурак» (2014), реж. Ю. Быков, кинокомпания «ТПО „Рок“»'
      },
      {
        frame: '',
        info: 'Кадр из к/ф «Дылда» (2019), реж. К. Балагов, кинокомпания «Нон-стоп продакшн» '
      }
    ]
  },
  {
    title: '20-е',
    event:
      'В 2023 году на ВДНХ открылась выставка-форум «Россия», объединившая экспозиции 89 регионов, федеральных ведомств и корпораций на площади 266 тысяч квадратных метров. За время работы событие посетили более 18,5 миллионов человек. В рамках форума состоялись сотни концертов, деловых мероприятий и фестивалей.',
    fact: 'Почти 10 лет Светловка является куратором и участником крупных московских проектов в сфере культуры, таких как «Красная площадь» и «Московская международная книжная ярмарка». А в 2025 году библиотека впервые провела свою программу на фестивале «Книга в городе» в рамках масштабного проекта «Лето в Москве» Департамента культуры г. Москвы.',
    books: {
      book1: {
        author: 'Н. Реньжина',
        name: '«Бабушка сказала сидеть тихо»',
        cite: 'Вот так живешь себе живешь, копишь-копишь, покупаешь-покупаешь, а потом всю свою жизнь в узелок в один собираешь.'
      },
      book2: {
        author: 'Э. Веркин',
        name: '«Сорока на виселице»,',
        cite: 'Задача литературы – запутать читателя, сообщить ему иллюзию причастности, обвести вокруг пальца. Для этого она и была придумана.'
      }
    },
    films: [
      {
        frame: '',
        info: 'Кадр из к/ф «Разжимая кулаки» (2021), реж. К. Коваленко, кинокомпания «Нон-стоп продакшн»'
      },
      {
        frame: '',
        info: 'Кадр из к/ф «Пророк. История Александра Пушкина» (2024), реж. Ф. Умаров, кинокомпания «Централ Партнершип»'
      },
      {
        frame: '',
        info: 'Кадр из к/ф «Мастер и Маргарита» (2024), реж. М. Локшин, кинокомпания «Марс Медиа», «Амедиа Продакшн», «Профит»'
      }
    ],
    images: [
      {
        image: '',
        info: 'Источ. Заимстования: https://gazetargub.ru/?p=4961 автор неизвестен'
      },
      {
        image: '',
        info: 'Источ. Заимстования: https://ru.wikipedia.org/wiki/История_театра_в_России  автор неизвестен'
      },
      {
        image: '',
        info: 'Источ. Заимстования: https://drugoi.livejournal.com/3639615.html  автор РИА НОВОСТИ/Владимир Родионов'
      },
      {
        image: '',
        info: 'Источ. Заимстования: https://mperspektiva.ru/topics/my-zdes-zhili-chem-zapomnitsya-moskva-desyatykh/  автор Сергей Киселев/АГН Москва'
      },
      {
        image: '',
        info: 'Источ. Заимстования: https://mperspektiva.ru/topics/my-zdes-zhili-chem-zapomnitsya-moskva-desyatykh/  автор Андрей Никеричев/АГН Москва'
      },
      {
        image: '',
        info: 'https://mperspektiva.ru/topics/my-zdes-zhili-chem-zapomnitsya-moskva-desyatykh/  автор Андрей Никеричев/АГН Москва'
      }
    ]
  }
]
